Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/budynki.tmx
Source language: ru
Languages: be

source: "Витебск Отель" ****
be: "Вiцебск Гатэль" ****

source: "Золотой теленок" *
be: "Залатое цяля" *

source: "Князь Ольгерд"
be: "Князь Альгерд"

source: "Культовары"
be: "Культавары"

source: «Музыкальная гостиная»
be: "Музыкальная гасцінная"

source: 1-й корп.
be: 1-шы корп.

source: 39-я городская поликлиника
be: УАЗ «39-я гарадская паліклініка»

source: 7 Ветров
be: 7 вятроў

source: Leon авто
be: Аўтазапчасткі

source: Автобаза
be: Аўтабаза

source: Автобаза Бел. Ж/Д
be: Аўтабаза

source: АвтоБизнес ABW.BY
be: АўтаБізнэс ABW.BY

source: Автобусный парк №7
be: Аўтобусны парк №7

source: Автовокзал
be: Аўтавакзал

source: Автозапчасти
be: Аўтазапчасткі

source: Автокан
be: Аўтакан

source: Автоклавная
be: Аўтаклаўная

source: Автомагазин "СВИАТ"
be: Аўтамагазін "СВІАТ"

source: Автомойка
be: Аўтамыйня

source: Автопарк
be: Аўтапарк

source: Автосервис
be: Аўтасэрвіс

source: Автоцентр "Крокус"
be: Аўтамыйня

source: Агролёнбел
be: Агралёнбел

source: Админ.-хоз. часть
be: Адмін-гасп. частка

source: Административное здание
be: Адміністрацыйны будынак

source: Административно-судейский корпус
be: Адміністрацыйна-судзейскі комплекс

source: Административный корп.
be: Адміністрацыйны корпус

source: Административный корп. ВГМУ
be: Адміністрацыйны корпус ВДМУ

source: Административный корпус «Брестгазоаппарат»
be: Адміністратыўны корпус "Брэстгазаапарат"

source: Администрация
be: Адміністрацыя

source: Администрация ДВС
be: Адміністрацыя ПВС

source: Администрация Железнодорожного р-на
be: Адміністрацыя Чыгуначнага р-на

source: Администрация Октябрьского района
be: Адміністрацыя Кастрычніцкага раёна

source: Администрация Октябрьского района г.Гродно
be: Адміністрацыя Кастрычніцкага раёна г. Гродна

source: Администрация ПВТ
be: Адміністрацыя ПВТ

source: Администрация Первомайского р-на
be: Адміністрацыя Першамайскага р-на

source: Администрация рыбхоза "Альба"
be: Адміністрацыя рыбгаса "Альба"

source: Азбука красоты
be: Азбука прыгажосці

source: Актовый зал ГГОЛа
be: Актавая зала ГДАЛа

source: Алми
be: [Алмі, ГЦ "Алмі"]

source: АЛМИ
be: АЛМІ

source: Альтстартсервис
be: Альтстартсэрвіс

source: Аптека
be: Аптэка

source: Аптека № 163
be: Аптэка № 163

source: Аптека № 38
be: Аптэка №38

source: Аптека №54
be: Аптэка №54

source: Аптека №90
be: Аптэка № 90

source: Арт-центр Марка Шагала
be: Арт-цэнтр Марка Шагала

source: Архив
be: Архіў

source: Ассорти
be: Асарці

source: Атлант-М Уручье VW
be: Атлант-М Уручча VW

source: Багажное Отделение
be: Багажнае аддзяленне

source: Базис № 7
be: Крама № 7

source: баня
be: лазня

source: Баня
be: Лазня

source: Баня 2-го разряда
be: Лазня

source: Баня №1
be: Лазня №1

source: Баня № 3
be: Лазня № 3

source: Баня №5
be: Лазня №5

source: Баня № 6
be: Лазня № 6

source: Баня № 7
be: Лазня № 7

source: бассейн "Молодость"
be: Маладосць

source: Бассейн Изумруд
be: Басейн «Ізумруд»

source: Бассейн Садко
be: Басейн «Садко»

source: бассейн СШ № 4
be: Басейн СШ № 4

source: Бассейны
be: Басейны

source: БГАИ
be: БДАМ

source: БГПУ
be: БДПУ

source: БГТУ
be: БДТУ

source: БГУ
be: БДУ

source: БГУ, биологический факультет
be: БДУ, біялагічны факультэт

source: Белагропромбанк
be: Белаграпрамбанк

source: Белгосстрах
be: Белдзяржстрах

source: Белинвестбанк
be: Белінвестбанк

source: Белль Бимбо
be: Бель Бімба

source: Белорусская государственная академия музыки
be: Беларуская дзяржаўная акадэмія музыкі

source: Белорусский государственный медицинский колледж
be: Беларускі дзяржаўны медыцынскі каледж

source: Белорусский государственный хореографический колледж
be: Беларускі дзяржаўны харэаграфічны каледж

source: Белорусский государственный экономический университет
be: Беларускі дзяржаўны эканамічны ўніверсітэт

source: Белорусский институт правоведенья
be: Беларускі інстытут правазнаўства

source: Белорусский кукольный театр "Лялька"
be: Беларускі лялечны тэатр «Лялька»

source: Белпочта
be: Белпошта

source: Белсоюзпечать
be: Белсаюздрук

source: Белстройматериалы
be: Белбудматэрыялы

source: Белтелеком
be: Белтэлекам

source: Белынковичи
be: Бялынкавічы

source: Белэлектромонтаж
be: Белэлектрамантаж

source: Берлин
be: Берлін

source: Бешенковичский райисполком
be: Райвыканкам

source: Библиотека
be: Бібліятэка

source: Библиотека им. Е. Лось
be: Бібліятэка імя Е. Лось

source: Библиотека им. Лынькова
be: Бібліятэка імя Лынькова

source: Бизнес-центр "Любава"
be: Бізнес-цэнтр «Любава»

source: Больница
be: Бальніца

source: Ботанический корп.
be: Батанічны корпус

source: БПРМ АП "Минск"
be: БПРМ АП "Мінск"

source: Брестская городская детская поликлиника № 1
be: Брэсцкая абласная дзіцячая паліклініка №1

source: Брестская городская поликлиника №3
be: Брэсцкая гарадская паліклініка №3

source: Брестская детская стоматологическая поликлиника
be: Брэсцкая стамалагічная паліклініка

source: Брестская мебельная фабрика
be: Брэсцкая мэблевая фабрыка

source: Брестская областная библиотека им. М.Горького
be: Брэсцкая абласная бібліятэка ім. М.Горкага

source: Брестская областная стоматологическая поликлиника
be: Брэсцкая абласная стаматалагічная паліклініка

source: Брестская центральная городская поликлиника
be: Брэсцкая цэнтральная гарадзкая паліклініка

source: Брестский лицей швейного прозводства
be: Брэсцкі ліцэй швейнай вытворчасці

source: Брестский областной суд
be: Брэсцкі абласны суд

source: Брестский театр кукол
be: Брэсцкі тэатр лялек

source: Брестский филиал РУП "Белтелеком"
be: Брэсцкі філіял РУП "Белтэлеком"

source: Бригантина
be: Брыганціна

source: Брузги
be: Брузгі

source: БТИ
be: БТІ

source: Былина
be: Быліна

source: Бытовая химия
be: Бытавая хімія

source: Вагонное депо Минск
be: Вагоннае дэпо Мінск

source: Валентина
be: Валянціна

source: Вектор
be: Вектар

source: Верхний город
be: Верхні горад

source: Весовая
be: Важніца

source: Ветлечебница
be: Ветлякарня

source: Вечерняя школа
be: Вячэрняя школа

source: Виталюр
be: Віталюр

source: Витебсквтормет
be: Віцебскдругмет

source: Витебскдрев
be: Віцебскдрэў

source: Витебские продукты № 12
be: Віцебскія прадукты № 12

source: Витебские продукты № 15
be: Віцебскія прадукты № 15

source: Витебские продукты № 2
be: Віцебскія прадукты № 2

source: Витебские продукты № 22
be: Віцебскія прадукты № 22

source: Витебские продукты № 23
be: Віцебскія прадукты № 23

source: Витебские продукты № 24
be: Віцебскія прадукты № 24

source: Витебские продукты № 25
be: Віцебскія прадукты № 25

source: Витебские продукты № 30
be: Віцебскія прадукты № 30

source: Витебские продукты № 40
be: Віцебскія прадукты № 40

source: Витебские продукты № 41
be: Віцебскія прадукты № 41

source: Витебский Горисполком
be: Віцебскі гарвыканкам

source: Витебский райисполком
be: Віцебскі райвыканкам

source: Витебский телецентр
be: Віцебскі тэлецэнтр

source: Витебскоблсоюзпечать
be: [Белсаюздрук, Вицебскаблсаюздрук, Віцебскаблсаюздрук]

source: Витебское областное управление МЧС Республики Беларусь
be: Абл. упраўленне МНС

source: Витоблтоп
be: Віцебскаблпаліва

source: Витязь
be: Віцязь

source: Водонапорная башня
be: Воданапорная вежа

source: Военкомат
be: Ваенкамат

source: Военная академия РБ
be: Ваенная акадэмія РБ

source: Вокзал
be: Вакзал

source: Волгоград
be: Універсам Валгаград

source: Волна
be: Хваля

source: ВССК
be: ВСБК

source: Встреча
be: Сустрэча

source: Высший Государственный Колледж Связи (ВГКС)
be: Вышэйшы Дзяржаўны Каледж Сувязі (ВДКС)

source: Высший колледж связи
be: Вышэйшы каледж сувязі

source: ГААСУ "АВИАЦИЯ"
be: ДААВУ "Авіацыя"

source: Газовый колодец
be: Газавы калодзеж

source: Газовый распределитель
be: Газавы размеркавальнік

source: ГАИ
be: [ДАI, ДАІ]

source: Гастинец
be: Гасцiнец

source: ГГУ им. Ф. Скорины, Корпус №1
be: ГДУ імя Ф. Скарыны, Корпус № 1

source: ГГУ им. Ф. Скорины, Корпус № 2
be: ГДУ імя Ф. Скарыны, Корпус № 2

source: ГГУ им. Ф. Скорины, Корпус № 3
be: ГДУ імя Ф. Скарыны, Корпус № 3

source: ГГУ им. Ф. Скорины, Корпус №4 (главный)
be: ГДУ імя Ф. Скарыны, Корпус № 4 (галоўны)

source: ГГУ им. Ф. Скорины, Корпус №5
be: ГДУ імя Ф. Скарыны, Корпус № 5

source: Гипермаркет ProStore
be: Гіпермаркет ProStore

source: Гипермаркет Евроопт
be: [Гіпермаркет "Еўраопт", Гіпермаркет Еўраорт]

source: Гиппо
be: Гiпа

source: Главный корпус БГУ
be: Беларускі дзяржаўны ўніверсітэт

source: Главпочтамт
be: Галоўпаштамт

source: Горизонт
be: Гарызонт

source: Горисполком
be: Гарвыканкам

source: Городская клиническая больница №1
be: Гарадская клінічная бальніца №1

source: Городская поликлиника
be: Гарадская паліклініка

source: Городская стоматологическая поликлиника
be: стаматалагічная паліклініка

source: Городская центральная клиническая больница
be: Бальніца

source: Городской дворец культуры
be: Гарадскі палац культуры

source: Городской суд
be: Гарадскі суд

source: Городской центр олимпийского резерва по водным видам спорта
be: Гарадскі цэнтр алімпійскага рэзерву ў водных відах спорту

source: ГОРОО
be: ГарАА

source: Госинспекция по семеноводству
be: Дзяржінспекцыя па насенняводстве

source: Госстрах
be: Дзяржстрах

source: Гостиница "Браслав"
be: Гасцініца "Браслаў"

source: Гостиница "Ветразь" ***
be: Гатэль "Ветразь" ***

source: Гостиница "Заездный двор"
be: Гасцініца "Заезны двор"

source: гостиница «Лучёса»****
be: Гатэль "Лучоса" ****

source: Гостиница Беларусь
be: Гасцініца «Беларусь»

source: Гостиничный комплекс
be: Гасцінічны комплекс

source: Гостиничный комплекс «Дружба»
be: Гасцінічны комплекс «Дружба»

source: Гостиничный комплекс «Нафтан»
be: Гасцінічны комплекс «Нафтан»

source: Гостиный двор
be: Гасціны двор

source: Гродненская городская станция скорой медицинской помощи
be: Гродзенская гарадская станцыя хуткай медыцынскай дапамогі

source: Гродненское областное управление МЧС Республики Беларусь
be: Гродзенскае абласное упраўленне МНС

source: ГСМ
be: ГЗМ

source: Двина
be: Дзвіна

source: Дворец водного спорта
be: Палац воднага спорту

source: Дворец детей и молодежи
be: Цэнтр пазашкольнай работы

source: Дворец культуры завода Гомсельмаш
be: Палац культуры завода Гомсельмаш

source: Дворец культуры нефтяников
be: Палац культуры нафтавікоў

source: Дворец культуры профсоюзов
be: Палац культуры прафсаюзаў

source: Дворец молодежи
be: Палац моладзі

source: Дворец Пусловских
be: Палац Пуслоўскіх

source: Дворец Республики
be: Палац Республікі

source: Дворец спорта
be: [Палац спорта, Палац спорту]

source: Дворец творчества детей и молодёжи
be: Палац творчасці дзяцей і моладзі

source: Дворец Тызенгауза
be: палац Тызенгаўза

source: Дворец Уместовских
be: Палац Умястоўскіх

source: Дворцово-парковый комплекс Горваттов
be: Палацава-паркавы комплекс Горватаў

source: Дежурный
be: Дзяжурны

source: Дельфин
be: Дэльфін

source: Департамент охраны МВД
be: Дэпартамент аховы МУС

source: Депо метрополитена
be: Дэпо метрапалітэну

source: Детдом
be: Дзіцячы дом

source: детская библиотека
be: дзіцячая бібліятэка

source: Детская больница
be: Дзіцячая бальніца

source: Детская поликлина №2
be: Дзіцячая паліклініка № 2

source: Детская поликлиника
be: Дзіцячая паліклініка

source: Детская поликлиника № 1
be: Дзіцячая паліклініка № 1

source: Детская поликлиника №4
be: Дзіцячая паліклініка №4

source: Детский мир
be: Дзіцячы свет

source: Детский сад
be: Дзіцячы сад

source: Диагностический Центр
be: Дыягнастычны цэнтр

source: Дизельная
be: Дызельная

source: Динамо
be: Дынама

source: Дионис
be: Дыяніс

source: Дирекция фестиваля 'Славянский Базар'
be: Дырэкцыя фестывалю «Славянскі базар»

source: Диспетчерская
be: Дыспетчарская

source: Днепр
be: Дняпро

source: Доброном
be: Дабраном

source: Доброном (бывший Гермес)
be: Гермес

source: Дома ремёсел
be: Дом рамёстваў

source: Дом быта
be: Дом быту

source: Дом книги
be: Дом кнігі

source: Дом круглосуточного пребывания
be: Дом кругласутачнага ўтрымання

source: Дом культуры Вет.Академии
be: Дом культуры

source: Дом культуры железнодорожников
be: Дом культуры чыгуначнікаў

source: Дом Монюшко
be: Дом Манюшкі

source: Дом Москвы
be: Дом Масквы

source: Дом-музей Адама Мицкевича
be: Дом-музей Адама Міцкевіча

source: Дом Пионеров
be: Дом піянераў

source: Дом правительства
be: Дом урада

source: Дом правосудия
be: Дом правасуддзя

source: Дом ремёсел (старая мельница)
be: Дом рамёстваў (стары млын)

source: Дом Рыбака и охотника
be: Дом рыбака і паляўнічага

source: Дом торговли
be: Дом гандлю

source: Дом торжеств
be: Дом урачыстасцяў

source: ДорОрс
be: ДарОрс

source: ДПРМ АП "Минск"
be: БПРМ АП "Мінск"

source: Драмтеатр
be: Драмтэатр

source: ДС Зелёный Луг-6
be: ДС Зялёны луг-6

source: ДС Зелёный Луг-7
be: Д/С Зялёны Луг-7

source: ДС Карбышева
be: ДС Карбышава

source: Духовской круглик
be: Духаўскі круглік

source: Евроопт
be: [Еураопт, Еўраопт, Супермаркет "Еўраопт"]

source: Евроопт + +
be: Еўраопт

source: Евросеть
be: Еўрасетка

source: Единство
be: Адзінства

source: Елена Next
be: Алена Нэкст

source: ж/д вокзал
be: чыгуначны вакзал

source: Ж/Д вокзал
be: Чыгуначны вакзал

source: ж/д станция Кассы
be: Чыгуначная станцыя Кассы

source: Ж.д. вокзал
be: Чыгуначны вакзал

source: Ж\Д вокзал "Городок"
be: Чыгуначны вакзал

source: ЖД Поликлинника
be: Чыгуначная паліклініка

source: Железнодорожная станция
be: Чыгуначная станцыя

source: Жемчужина
be: Жамчужына

source: Женская консультация
be: Жаночая кансультацыя

source: Женская консультация №2
be: Жаночая кансультацыя №2

source: Женская консультация № 3
be: Жаночая кансультацыя № 3

source: Житковичи
be: Жыткавічы

source: Житомля
be: Жытомля

source: Журавинка
be: Журавінка

source: Заброшенный жилой дом
be: Занядбаны жылы дом

source: Заводоуправление ОАО "Керамика"
be: Заводакіраўніцтва ААТ «Кераміка»

source: Заготовительный пункт № 5
be: Нарыхтоўчы пункт № 5

source: ЗАГС Фрунзенского р-на
be: ЗАГС Фрунзенскага р-на

source: Зал бокса
be: Зала боксу

source: Замковая башня
be: Замкавая вежа

source: Замок Сапег (руины)
be: Замак Сапегаў (руіны)

source: Западнодвинская МРО
be: Заходнедзвінскае МРА

source: Западный
be: Заходні

source: Западный рынок
be: Заходнi рынак

source: Заря
be: Зара

source: Здание "подъезд подвал"
be: Будынак «пад’езд-склеп»

source: Здание администрации
be: Адміністрацыйны будынак

source: Зелена Гура
be: Зялёна Гура

source: Золотая нива
be: Залатая ніва

source: Золотая Сова
be: Залатая Сава

source: Золушка
be: Папялушка

source: Зональный центр гигиены и эпидемиологии
be: Занальны цэнтр гігіены і эпідэміялогіі

source: Зорина
be: Зарына

source: Игорный клуб Виктория
be: Ігральны клуб Вікторыя

source: Иконная лавка
be: Іконны шапiк

source: ИК №12
be: ВК №12

source: ИМНС Заводского района
be: Падаткавая інспекцыя Заводскага раёна

source: Институт биоорганической химии НАН Беларуси
be: Інстытут біяарганічнай хіміі НАН Беларусі

source: Институт генетики и цитологии
be: Інстытут генетыкі і цыталогіі

source: Институт жилища - НИПТИС им. Атаева С.С.
be: Інстытут жылля - НІПТІС ім. Атаева С.С.

source: Институт микробиологии НАН Беларуси
be: Інстытут мікрабіялогіі НАН Беларусі

source: Институт технической акустики
be: Інстытут тэхнічнай акустыкі

source: Интурист
be: Інтурыст

source: Инфекционная больница
be: Інфекцыйная бальніца

source: Историко-краеведческий музей
be: Гісторыка-краязнаўчы музей

source: историко-этнографический музей
be: гісторыка – этнаграфічны музей

source: ИТ парк
be: ІТ парк

source: Камелия
be: Камелія

source: Каменецкая башня
be: Камянецкая вежа

source: Камни
be: Рытуальныя паслугі

source: Каравай Придвинья
be: Каравай Прыдзвіння

source: Катерина
be: Кацярына

source: Кафе
be: Кафэ

source: Кафе "Павлинка"
be: Кавярня "Паўлінка"

source: Кафе "Сказка"
be: Кафэ "Казка"

source: Кафе «Цитадель»
be: Кафэ «Цытадэль»

source: Кафе Встреча
be: Кавярня «Сустрэча»

source: Кафедра педиатрии ВГМУ
be: Кафедра педыятрыі ВДМУ

source: Кафе Метан
be: Кавярня «Метан»

source: Кафе Театральное
be: Кавярня «Тэатральная»

source: КГБ
be: КДБ

source: Керамин
be: Керамін

source: Кинозал
be: Кастрычнік

source: Кинологический центр
be: Кіналагічны цэнтр

source: Киоск
be: Кіёск

source: Киоск-магазин продукты
be: Кіёск-крама прадукты

source: Кирмаш
be: Магазін

source: Кислородная станция
be: Кіслародная станцыя

source: Клиника ВГМУ
be: Клініка ВДМУ

source: Кличевский музей
be: Краязнаўчы музей

source: Книги
be: Кнігі

source: книжный магазин "Літарынка"
be: кнігарня "Літарынка"

source: КНС-3
be: КПС-3

source: Кожвендиспансер
be: Скурвендыспансер

source: Кожно-венерологический диспансер
be: Скура-венералагічны дыспансэр

source: Колледж искусств
be: Каледж мастацтваў

source: Колледж культуры
be: Каледж культуры

source: Колобок
be: Калабок

source: Колодищанский сельский совет
be: Каладзішчанскі сельскі савет

source: Колодищанское лесничество
be: Каладзішчанскае лясніцтва

source: Колос
be: Колас

source: Комбинат бытового обслуживания
be: Камбiнат бытавога абслугоўвання

source: Комплексный приемный пункт
be: Комплексны прыёмны пункт

source: Компрессор
be: Кампрэсар

source: Комсомолец
be: Камсамолец

source: Консульство Республики Польша в г.Бресте
be: Консульства Рэспублікі Польша ў г.Брэсце

source: Консульство Российской Федерации в г.Бресте
be: Консульства Расійскай Федэрацыі ў г.Брэсце

source: Континент
be: Кантынент

source: Концертный зал "Витебск"
be: Канцэртная зала "Віцебск"

source: Корона
be: Карона

source: Космос
be: Космас

source: Костел Карла Барамеуша
be: Касцёл Карла Барамеуша

source: Костел Непорочного Зачатия Пресвятой Девы Марии
be: Касцёл Беззаганнага Зачацця Найсвяцейшай Панны Марыі

source: Котельная
be: Кацельня

source: Кофейня
be: Кавярня

source: Кочегарка
be: качагарка

source: Краеведческий музей
be: Краязнаўчы музей

source: Краеведческий Музей
be: Краязнаўчы музей

source: Красный Октябрь
be: Чырвоны Кастрычнік

source: Кревский замок (руины)
be: Крэўскі замак

source: Крематорий
be: Крэматорый

source: Криница
be: Крынiца

source: Кристалл
be: Крышталь

source: Крыница
be: Крыніца

source: Крытый рынок
be: Крыты рынак

source: КСК Железнодорожников
be: КСК Чыгуначнікаў

source: КСЦ Железнодорожников
be: КСЦ Чыгуначнікаў

source: Кулинария
be: Кулінарыя

source: Курсантская столовая №1
be: Курсанцкая сталовая №1

source: Курсантская столовая №2
be: Курсанцкая сталовая №2

source: КФХ Прудовое
be: КФХ Прудовае

source: лаборатория
be: Лабараторыя

source: Лаборатория
be: Лабараторыя

source: Лабораторно-теоретический корп.
be: Лабаторна-тэарэтычны корп.

source: Ледовый дворец
be: [Лядовы Палац, Лядовы палац]

source: Ледовый Дворец
be: Лядовы палац

source: Лесной
be: Лясны

source: Лесхоз
be: Лясгас

source: Летний Амфитеатр
be: Летні амфітэатр

source: Лидский историко-художественный музей
be: Лідскі гісторыка-мастацкі музей

source: Литературный музей
be: Літаратурны музей

source: Лицей № 4 лёгкой промышленности
be: Ліцэй № 4

source: Локомотив
be: Лакаматыў

source: Локомотивное депо Минск
be: Лакаматыунае дэпо Мiнск

source: Лотос
be: Лотас

source: Лоял Групп
be: Лоял Груп

source: Лукойл офис
be: Лукойл офіс

source: Людмила
be: Людміла

source: Магазин
be: [Крама, Магазін]

source: Магазин "Ближний"
be: Крама "Блізкі"

source: магазин "Стройдом"
be: крама «Буддом»

source: Магазин детской одежды " "Белль Бимбо""
be: Магазін дзіцячага адзення "" Бель Бімба ""

source: Магазин каскад
be: Магазін

source: Магазин Комсомольский
be: Магазін «Камсамольскі»

source: Магазин - Кулинария
be: Крама - Кулінарыя

source: Магистральный
be: Магістральны

source: Максима
be: Максіма

source: Марко
be: Марка

source: Мастершина
be: Майстаршына

source: МГПП Точприбор
be: «Точпрыбор»

source: Мебель
be: Мэбля

source: Мебель «Пинскдрев»
be: Мэбля «Пінскдрэў»

source: Мегаполис
be: Мегаполіс

source: Медвытрезвитель
be: Медвыцвярэзнік

source: Медицинская библиотека
be: Медыцынская бібліятэка

source: Медицинский блок
be: Медычны блок

source: Медицинский колледж
be: Медыцынскае вучылішча

source: Мемориальный музей К.С. Заслонова
be: Музей Заслонава

source: Меркурий
be: Меркурый

source: Мечта
be: Мара

source: Мини магазин
be: Міні крама

source: Министерство обороны Республики Беларусь
be: Міністэрства абароны Рэспублікі Беларусь

source: Минск-1
be: Мінск-1

source: Минск Водоканал
be: Мінск Вадаканал

source: Минский государственный дворец детей и молодёжи
be: Мінскі дзяржаўны палац дзяцей і моладзі

source: Минский государственный профессиональный лицей №8 перерабатывающей промышленности
be: МДПЛ №8 перапрацоўнай прамысловасці

source: Минский государственный технологический колледж
be: Мінскі дзяржаўны тэхналагічны каледж

source: Минский районный цех электросвязи
be: Мінскі раённы цэх электрасувязі

source: Минсктранс
be: Мінсктранс

source: Миоры
be: Міёры

source: Многоуровневая парковка
be: Шматузроўневая паркоўка

source: Могилёв
be: Магілёў

source: Модная одежда
be: Моднае адзенне

source: Молодежное
be: Маладзёжная

source: Молодечномебель
be: Маладзечнамэбля

source: Монастырь бернардинцев-францискан
be: Кляштар бернардынаў-францысканаў

source: Морфологический корп.
be: Марфалагічны корп.

source: Москва-Минск Банк
be: Банк «Масква-Мінск»

source: Москвичевская
be: Масквічоўская

source: МоторТехСервис
be: МаторТэхСэрвіс

source: МРЭО ГАИ г. Полоцка
be: Міжраённае МРА

source: МТС офис
be: МТС Офіс

source: Музей
be: [Музей, Музей-кватэра Тусналобавай]

source: Музей истории витебского трамвая
be: Музей гісторыі віцебскага трамвая

source: Музей М.Ф.Шмырёва
be: Музей М.П.Шмырова

source: Музей спасенных ценностей
be: Музэй выратаваных каштоўнаьцяў

source: Музей традиционного ручного ткачества Поозерья
be: Музей традыцыйнага ручнога ткацтва Паазер’я

source: музей традиционной культуры
be: музей традыцыйнай культуры

source: Музыкальный колледж
be: Муз. каледж

source: МЧС
be: МНС

source: Налоговая инспекция
be: Падаткавая інспекцыя

source: На Немиге
be: На Нямізе

source: Насосная
be: Пампоўня

source: Насосная станция №12
be: Помпавая станцыя №12

source: Национальная библиотека
be: Нацыянальная бібліятэка

source: Национальный академический драмтеатр Якуба Коласа
be: Нацыянальны акадэмічны драмтэатр Якуба Коласа

source: Национальный аэропорт "Минск"
be: Нацыянальны аэрапорт "Мінск"

source: Национальный Банк
be: Нацыянальны Банк

source: Наш магазин
be: Наш магазін

source: Ника
be: Ніка

source: Ника-2
be: Ніка-2

source: Николаевский пивной хуторок
be: Мікалаеўскі хутарок з півам

source: Новополоцкий хлебозавод
be: Наваполацкі хлебазавод

source: Новосёлкин
be: Навасёлкін

source: ОАО "АГАТ-СИСТЕМ"
be: ААТ "АГАТ-СІСТЭМ"

source: ОАО "Городокский льнозавод"
be: ААТ Гарадоцкі льнозавод

source: ОАО "Молоко"
be: ААТ «Малако»

source: ОАО "РАПС"
be: ААТ РАПС

source: ОАО Витебскоблресурсы
be: ААТ Віцебскаблрэсурсы

source: ОАО Рудаково
be: ААТ Рудакова

source: Обл. стоматологическая поликлиника
be: Абл. стаматалагічная паліклініка

source: Областная филармония
be: Абласная філармонія

source: Областное УВД
be: Абласное УУС

source: Областной Кардиологический диспансер
be: Абласны кардыялагічны дыспансер

source: Областной комитет пр. ресурсов и охраны окр. среды
be: Абласны камітэт пр. рэсурсаў і аховы навак. асяроддзя

source: Облисполком
be: Аблвыканкам

source: Обольская усадьба Гребницких (развалины)
be: Сядзібна-паркавы комплекс Грабніцкіх (руіны)

source: Обсерватория
be: Абсерваторыя

source: Общежитие
be: Інтэрнат

source: Общежитие Витебского отделения Бел. ж.д.
be: Інтэрнат Віцебскага аддзялення Беларускай чыгункі

source: Общежитие ПГУ №2
be: Інтэрнат ПДУ №2

source: Общежитие №1 БрГУ им. А.С.Пушкина
be: Інтэрнат №1 БрДУ імя А.С.Пушкіна

source: Общежитие № 2 ГГОЛа
be: Інтэрнат № 2 ГДАЛа

source: Общежитие №5
be: Інтэрнат №5

source: ОВД ж/д р-на
be: АУС Чыгуначнага раёна

source: Овощехранилище
be: Гароднінасховішча

source: ОГМЭК
be: АДМЭК

source: ОДО "ВитСтройСоюз"
be: ТДА «ВітБудСаюз»

source: ОДО "Энерготехнохолод"
be: ТДА «Энергатэхнахолад»

source: ОДО ПКФ "Пульсон"
be: АДА ПКФ "Пульсон"
